Repository: balance-as/AkudimSale
Catalog: WindowsFormsApplication1/Resources/Messages/Message.*.resx
Languages: de_de

# fmComGogbProdRess
source: Employee data
de_de: Mitarbeiter daten

# fmComGolblHeaderText1
source: Read ID
de_de: ID Lesen

# fmComGoMessage1
source: Employee not found or wrong password
de_de: Mitarbeiter nicht gefunden oder falsches Password

# fmWhseReceiptSingleLabelInputText1
source: Purchaseorder no.
de_de: Einkaufsauftrags nr.

# fmWhseReceiptSingleLabelInputText2
source: Vendor LOT
de_de: Lieferanten LOT

# fmWhseReceiptSingleLabelInputText3
source: Quantity
de_de: Menge

# fmWhseReceiptSingleLabelInputText5
source: Best before
de_de: M-H-D

# fmWhseReceiptSingleLabelInputText6
source: Post
de_de: Buchen

# fmWhseReceiptSingleMessage1
source: No purchaselines
de_de: Keine Einkaufszeilen

# fmWhseReceiptSingleMessage2
source: Order not found
de_de: Auftrag nicht gefunden

# fmWhseReceiptSingleMessage3
source: P-ID dosn't exist
de_de: P-ID Existiert nicht

# fmWhseReceiptSingleTextBox1
source: Confirm with ENTER
de_de: Mit ENTER Bestätigen

# fmUmlagerunglblInputText1
source: New Bincode
de_de: Neuer Stellplatz

# fmUmlagerunglblInputText2
source: Confirm with ENTER
de_de: Mit ENTER Bestätigen

# fmUmlagerungMessage1
source: No P-ID Info
de_de: Kein P-ID Info

# fmPickOrderLabelInputText1
source: Scan order no.
de_de: Auftrags nr. Scannen

# fmPickOrderLabelInputText3
source: Quantity
de_de: Menge

# fmPickOrderLabelInputText2
source: Scan P-ID
de_de: P-ID scannen

# fmPickOrderMessage1
source: There is no order
de_de: Es gibt kein Auftrag

# fmPickOrderMessage2
source: There is no order lines
de_de: Es gibt keine Auftragszeilen

# fmLotSplitTextBox1
source: Confirm with ENTER
de_de: Mit ENTER Bestätigen

# fmPickOrderLabelInputText4
source: Post
de_de: Buchen

# fmPickOrderMessage3
source: Wrong P-ID
de_de: Falscher P-ID

# fmWhseReceiptSingleMessage4
source: Order is not released
de_de: Auftrag ist nicht freigegeben

# fmWhseReceiptSingleMessage5
source: P-ID already used
de_de: P-ID schon gebraucht

# fmLotSplitlblInputText2
source: Quantity
de_de: Menge

# fmLotSplitlblInputText3
source: Scan New P-ID
de_de: Scan Neues P-ID

# fmLotSplitMessage1
source: P-ID dosn't exist
de_de: P-ID Existiert nicht

# fmLotSplitlblInputText4
source: Post
de_de: Buchen

# fmUmlagerungMessage2
source: Bin not found
de_de: Stellplatz Existiert nicht

# fmWhseReceiptSingleMessage6
source: Sample of {0} quantity {1} {2}
de_de: Muster von {0} Menge {1} {2}

# fmWhseReceiptSingleMessage6Caption
source: Take Quality sample
de_de: Muster entnehmen

# fmWhseReceiptSingleMessage7
source: Wrong P-ID Scanned
de_de: Falsches P-ID

# fmProdUmlagerunglblInputText1
source: Scan Item No.
de_de: Artikel Scannen

# fmProdUmlagerunglblInputText3
source: Scan Bin
de_de: Scan Stellplatz

# fmProdUmlagerungMessage2
source: Scanned wrong P-ID
de_de: Falsches P-ID

# fmProdUmlagerungMessage3
source: Bin is not a Workcenter
de_de: Stellplatz is keine Maschine

# fmProdUmlagerungTextBox1
source: Confirm with ENTER
de_de: Mit ENTER Bestätigen

# fmPickOrderMessage4
source: Quantity can not be grater then {0}
de_de: Menge darf nicht höher als {0} sein

# fmPickOrderMessage4Caption
source: Quantity Error
de_de: Mengen Fehler

# fmPickOrderTextBox1
source: Confirm with ENTER
de_de: Mit ENTER Bestätigen

# fmLotSplitMessage2
source: Wrong P-ID Scanned
de_de: Falsches P-ID gescannt

# fmLotSplitMessage3
source: Printing new P-ID label
de_de: P-ID label wird gedruckt

# fmInventorylblInputText1
source: Scan P-ID [ # = new]
de_de: Scan P-ID [ # = neu]

# fmInventorylblInputText2
source: Location
de_de: Lagerort

# fmInventorylblInputText3
source: Scan Bin
de_de: Stellplatz scannen

# fmInventorylblInputText4
source: Item No.
de_de: Artikelnummer

# fmInventorylblInputText5
source: Best before
de_de: M-H-D

# fmInventorylblInputText6
source: Quantity
de_de: Menge

# fmInventorylblInputText7
source: Vendor LOT
de_de: Liferanten LOT

# fmInventoryTextBox1
source: Confirm with ENTER
de_de: Mit ENTER Bestätigen

# fmInventorylblInputText9
source: Post
de_de: Buchen

# fmInventorylblInputText8
source: Confirm new P-ID
de_de: Neues P-ID Bestätigen

# fmInventoryMessage1
source: P-ID dosn't exist
de_de: P-ID Existiert nicht

# fmInventoryMessage2
source: Wrong P-ID Scanned
de_de: Falsches P-ID

# fmInventoryMessage3
source: Printing new P-ID label
de_de: P-ID label wird gedruckt

# fmInventoryMessage4
source: Bin not found
de_de: Stellplatz Existiert nicht

# fmInventoryMessage5
source: bestbefore {0}{1}can't be before{2}{3}
de_de: M-H-D {0}{1}kann nicht vor{2}{3} sein

# fmLotSplitMessage4
source: Quantity can't be more then {0}
de_de: Menge muss weniger als {0} sein

# fmPIDInfoMessage1
source: P-ID dosn't exist
de_de: Kein P-ID Info

# fmWhseReceiptSingleMessage9
source: Qty. to Receive is {0}{1} change it to {2}
de_de: Menge Akt. Lieferung ist {0}{1}Soll das auf {2} geändert werden?

# fmInventoryMessage6
source: Qty can't be less then 0
de_de: Menge kann nicht weniger als 0 sein

# fmInventoryMessage7
source: Bin is not empty
de_de: Stellplatz ist nicht leehr

# fmUmlagerungMessage3
source: Bin is not empty
de_de: Stellplatz ist nicht leehr

# fmComGoMessage2
source: Error changing printer
de_de: Drucker nicht geändert

# fmComGoMessage3
source: Printer changed
de_de: Drucker geändert

# fmWhseReceiptSingleMessage10
source: Could not modify purchaseline
de_de: Einkaufszeile wurde nicht Geändert

# fmInventoryMessage8
source: Item not found
de_de: Artikekl Existiert nicht

# fmInventoryMessage9
source: Quantity can't be more than 1.000.000
de_de: Menge darf nich mehr als 1.000.000 sein

# fmInventoryMessage10
source: Inventory is not allowed on this Bin.
de_de: Inventur ist auf dieser Stellplatz nicht erlaubt

# fmComGolblHeaderText3
source: Scan Printer ID
de_de: Scan Drucker ID

# fmWhseReceiptSingleLabelInputText7
source: ENTER To Continue
de_de: ENTER Weiter oder Date holen

# fmProdUmlagerunglblInputText4
source: Post
de_de: Buchen

# fmWhseReceiptSingleMessage11
source: There is {0} Lines on this document with out tracking code{1}Post the lines from a PC
de_de: Es gibt {0} Zeilen auf dem Beleg, Woh kein Artikelverfolgung angegeben ist{1}Die Zeilen müssen auf ein PC gebucht werden.
